[
  {
    "name": "Donum Corvus",
    "translation": "Gift of the Crow",
    "description": "",
    "provenire": "Cunning of the first crow sharpens your mind and dulls the emotions of prey. Your body twists and contracts and hollows itself out to make it possible for air to lift you up into the heights where you belong.",
    "type": "transformation"
  },
  {
    "name": "Donum Rex",
    "translation": "Gift of the King",
    "description": "",
    "provenire": "Power as ancient as Kingwulf himself warps your body in his visage. A second pulse thumps in your chest. You are his bloodline. You have been blessed with his might which suffuses your limbs and repairs your wounds.",
    "metamorphosis": "Kingwulf's order demands a strict difference between a blessed wolf and a cursed monster. And paradoxically, the very nature of the blessing is one of monstrous entropy. Your body experiences this confluxion as latent metamorphosis takes hold. You are of Kingwulf's blood, but what has it become of you when this is over?",
    "type": "transformation"
  },
  {
    "name": "Donum Ursa",
    "translation": "Gift of the Bear",
    "description": "",
    "provenire": "Strength, sturdiness, and the tickling of the call to sleep wrap around you like a warm blanket. Your body grows heavy and large. Your belly rumbles with a fathomless hunger.",
    "type": "transformation"
  },
  {
    "name": "Exsecratus Portentum",
    "translation": "Accursed Monster",
    "description": "",
    "provenire": "The curse of the monster. An ancient blight of the bloodline that has haunted Rath since time immemorium. Your body contorts and writhes with horrid power. You will be an outcast. You will be hunted.",
    "type": "transformation"
  },
  {
    "name": "Donum Vitae",
    "translation": "Gift of Life",
    "description": "",
    "provenire": "Oscillating waves of warmth and chill tingle from your chest to your fingertips, soothing your aches and pains. Effortless energy fills you like a cup: full and waiting for a new vessel to overflow into."
  }
]
