[
  {
    "name": "Donum Corvus",
    "translation": "Gift of the Crow",
    "description": "",
    "provenire": "Cunning of the first crow sharpens your mind and dulls the emotions of prey. Your body twists and contracts and hollows itself out to make it possible for air to lift you up into the heights where you belong.",
    "type": "transformation",
    "abilities": []
  },
  {
    "name": "Donum Rex",
    "translation": "Gift of the King",
    "description": "",
    "provenire": "Power as ancient as Kingwulf himself warps your body in his visage. A second pulse thumps in your chest. You are his bloodline. You have been blessed with his might which suffuses your limbs and repairs your wounds.",
    "metamorphosis": "Kingwulf's order demands a strict difference between a blessed wolf and a cursed monster. And paradoxically, the very nature of the blessing is one of monstrous entropy. Your body experiences this confluxion as latent metamorphosis takes hold. You are of Kingwulf's blood, but what has it become of you when this is over?",
    "type": "transformation",
    "abilities": [
      {
        "name": "Donum Rex",
        "slug": "donum-rex",
        "keystone": true
      },
      {
        "name": "Scent of Prey",
        "slug": "scent-of-prey"
      },
      {
        "name": "Predator's Pulse",
        "slug": "predators-pulse"
      },
      {
        "name": "Weapons of the Wolf",
        "slug": "weapons-of-the-wolf"
      },
      {
        "name": "Sturdy Skin",
        "slug": "sturdy-skin"
      },
      {
        "name": "Skillful Shifting",
        "slug": "skillful-shifting"
      },
      {
        "name": "Grand Appetite",
        "slug": "grand-appetite"
      }
    ]
  },
  {
    "name": "Donum Ursa",
    "translation": "Gift of the Bear",
    "description": "",
    "provenire": "Strength, sturdiness, and the tickling of the call to sleep wrap around you like a warm blanket. Your body grows heavy and large. Your belly rumbles with a fathomless hunger.",
    "type": "transformation",
    "abilities": []
  },
  {
    "name": "Exsecratus Portentum",
    "translation": "Accursed Monster",
    "description": "",
    "provenire": "The curse of the monster. An ancient blight of the bloodline that has haunted Rath since time immemorium. Your body contorts and writhes with horrid power. You will be an outcast. You will be hunted.",
    "type": "transformation",
    "abilities": []
  },
  {
    "name": "Donum Vitae",
    "translation": "Gift of Life",
    "description": "",
    "provenire": "Oscillating waves of warmth and chill tingle from your chest to your fingertips, soothing your aches and pains. Effortless energy fills you like a cup: full and waiting for a new vessel to overflow into.",
    "metamorphosis": "That endless, vibrating energy which fills you reaches a critical threshold and begins to change. It pours from you, seeking direction, seeking new vessels to fill. Do you take hold of it and shape it into something new? Or do you let it flow freely, to do as it will onto others?",
    "restrictedTo": "view-donums",
    "abilities": [
      {
        "name": "Donum Vitae",
        "slug": "donum-vitae",
        "keystone": true
      },
      {
        "name": "Euphoria",
        "slug": "euphoria"
      },
      {
        "name": "Reckless Strength",
        "slug": "reckless-strength"
      },
      {
        "name": "Endless Energy",
        "slug": "endless-energy"
      },
      {
        "name": "Inner Sensation",
        "slug": "inner-sensation"
      },
      {
        "name": "Rapid Vitality",
        "slug": "rapid-vitality"
      },
      {
        "name": "Grow Reserve",
        "slug": "grow-reserve"
      }
    ]
  },
  {
    "name": "Donum Ferro",
    "translation": "Gift of Iron",
    "description": "",
    "provenire": "Waves of sharp tingling and pulses of heat ripple through your flesh, coalesce in the sharp points of your bones. An invisible vibration emanates from all metal, calling to you, reacting to your motions.",
    "restrictedTo": "view-donums",
    "abilities": []
  },
  {
    "name": "Donum Ira",
    "translation": "Gift of Rage",
    "description": "",
    "provenire": "Your heart throbs and your pulse flinches you from forehead to toe-tip. Your thoughts bring forth emotion, which in turns begets action. Every moment of inertia is a moment of potential and building pressure. You are a coiled spring, ready to release.",
    "restrictedTo": "view-donums",
    "abilities": []
  },
  {
    "name": "Donum Silex",
    "translation": "Gift of Stone",
    "description": "",
    "provenire": "A cooling sensation spreads in fractaline angles from the base of your skull to your palms. You feel vaguely aware of distant lumps of stone, but most of all: an immensity far beneath your feet. Material to be molded by your designs.",
    "metamorphosis": "The largeness is no longer frightening to you. It is a companion, an ever-present reminder of both your power and your limitations. But as water courses through your veins, you too feel large. Do you mold it into a shape resembling yourself? Or do you allow the uninterrupted expansion to take hold, to become something else entirely?",
    "restrictedTo": "view-donums",
    "abilities": [
      {
        "name": "Donum Silex",
        "slug": "donum-silex",
        "keystone": true
      },
      {
        "name": "Hidden by the Largeness",
        "slug": "hidden-by-the-largeness"
      },
      {
        "name": "Fractal Growth",
        "slug": "fractal-growth"
      },
      {
        "name": "Move Stone",
        "slug": "move-stone"
      },
      {
        "name": "Santoris Art",
        "slug": "santoris-art"
      },
      {
        "name": "Latticework",
        "slug": "latticework"
      },
      {
        "name": "Ancestral Right",
        "slug": "ancestral-right"
      }
    ]
  },
  {
    "name": "Visu Exteriore",
    "translation": "Outer Sight",
    "description": "You stumbled into a place with the eyes. They saw you. And in turn, you saw so, so much. Your life: both thus far and future. You saw your own doom. But so much information is difficult for any mind to grasp, much less one addled by the drone. Regardless of what you do and don't remember, you can't shake the feeling that it is coming.",
    "advance": "Curse of Outer Sight has a Doom clock. Each time your character marks another tick on the clock, they unlock a new ability granted by the curse. When the clock fills, your doom arrives.",
    "type": "curse",
    "restrictedTo": "outer-sight",
    "abilities": [
      { "name": "Doomed", "slug": "doomed", "keystone": true },
      { "name": "Omens", "slug": "omens" },
      { "name": "Glimpse", "slug": "glimpse" },
      { "name": "Ripples", "slug": "ripples" },
      { "name": "Premonition", "slug": "premonition" },
      { "name": "Inner Peace", "slug": "inner-peace" },
      { "name": "Agent of Fate", "slug": "agent-of-fate" },
      { "name": "Never Looking Back", "slug": "never-looking-back" }
    ]
  }
]
